;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Español - Spanish
Code = es
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Acerca de %{Program.Name}
Label_Version = Versión
Label_AutoIt = Compilado con AutoIt versión
Label_Copyright = Copyright
Tip_Title_Donate = Done a nuestra causa
Tip_Message_Donate = Cuando realiza una donación, ayuda a mantener nuestro software gratuito\r\ny nos permite adquirir las herramientas y servicios\r\nque utilizamos para atenderle.
Label_Home = Página principal
Label_License = Licencia
Label_Support = Obtener soporte
Tip_Title_Country = Hecho en Sudáfrica
Tip_Message_Country = %{Program.Name} nació en Sudáfrica.
Label_Contributors = Colaboradores
Button_Ok = Aceptar
Label_RAM = (RAM) %d MB LIBRE DE %d MB (%d%%)
Label_HDD = (%s) %.2f GB LIBRE DE %.2f GB (%d%%)
Tip_Facebook = Danos Me gusta en Facebook.
Tip_GitHub = %{Program.Name} en GitHub.

[Custom]
Label_Status_Welcome = Comience cargando el navegador (seleccione el nombre del archivo).\r\n%{Program.Name} detectará automáticamente el proceso desde el ejecutable seleccionado.
Label_Status_Updates = Comprobando actualizaciones
Group_Load_Browser = Cargar navegador
Label_Executable = Ruta ejecutable (%s):
Label_Process_Usage = Uso | Pico:
Label_Process_Count = Número de procesos:
Button_Browse = &Examinar
Group_Options = Opciones
Checkbox_Reduce_Mem = Reducir la memoria cada:
Label_Milliseconds = milisegundos
Checkbox_Reduce_Limit = Solo reducir la memoria si el uso supera:
Checkbox_Start_With = Iniciar %s cuando %{Program.Name} se inicie
Checkbox_Enable_Extended_Processes = Habilitar procesos extendidos
Button_Extended_Processes = &Procesos extendidos
Checkbox_Start_Windows = Iniciar %{Program.Name} al iniciar Windows
Label_Settings_Updated = Configuración guardada con éxito.
Button_Cancel = Cancelar
Button_Save = Guardar
Time_Unit_01 = milisegundos
Time_Unit_02 = segundos
Time_Unit_03 = minutos
Time_Unit_04 = horas
Label_Boost_Description = Reducir cada %s %s si el uso supera %s MB.
Title_Select_Browser = Seleccionar navegador
Tip_Minimized_Title = ¡%{Program.Name} sigue ejecutándose!
Tip_Minimized_Message = %{Program.Name} continuará ejecutándose para optimizar el uso de memoria de %s.\r\nHaga clic en el icono de la bandeja para cambiar varias opciones de optimización.
Label_Notice = %{Program.Name} está diseñado para su uso en computadoras de escritorio y portátiles.\r\nHemos creado Firemin Server para entornos de servidor. Leer más...

[Donate]
Label_Heading = ¿Qué le parece una pequeña donación para mantener nuestro software gratuito para siempre?
Label_Message = Haga clic en el botón de PayPal a continuación, elija una cantidad y envíenos la donación.\r\nSu donación se utilizará para mejorar nuestro software y mantener todo gratuito en Rizonesoft.\r\nUna donación de 20$ nos mantendrá funcionando al menos un mes.
Label_Donate = ¿Consideraría un pequeño obsequio de 10$ para ayudarnos a mejorar %{Program.Name} y mantener el proyecto en marcha?

[Menus]
File = &Archivo
File_Preferences = &Preferencias
File_Close = &Cerrar\tMayús+Alt+F4
Help = &Ayuda
Help_Update = Buscar &actualizaciones
Help_Home = Página &principal de %{Company.Name}
Help_Downloads = Más &descargas
Help_Support = Obtener &soporte
Help_Issue = Informar de un &problema
Help_Donate = Donar a &nuestra causa
Help_About = Acerca de %{Program.Name}
Tray_About = Acerca de %{Program.Name} %s
Tray_Open = Abrir %{Program.Name}
Tray_Extended_Processes = Procesos extendidos
Tray_Run = Ejecutar %s
Tray_Run_Safemode = Ejecutar %s en modo seguro

[Messages]
Info_Title = Por favor, tome nota
Warning_Title = ¡Advertencia!
Error_Title = ¡Ups! ¡Algo salió mal!
Error_Oops = ¡Ups!
Singleton = Otra instancia de %{Program.Name} ya se está ejecutando.\r\nConsejo: Haga clic en el icono de %{Program.Name} en el área de notificación.
Compatible = %{Program.Name} no es compatible con su versión de Windows.\r\nSi cree que esto es un error, no dude en dejar un mensaje en '%s' con todos los detalles.
Compatible_Bit = Desafortunadamente, %{Program.Name} de 32 bits no es compatible con su versión de Windows.\r\nPor favor, descargue %{Program.Name} de 64 bits desde '%s'

[Preferences]
Window_Title = Preferencias
Tab_General = General
Tab_Performance = Rendimiento
Tab_Language = Idioma
Group_Notifications = Notificaciones
Group_Extended_Processes = Procesos extendidos
Group_Priority = Prioridad
Group_Memory = Memoria
Group_Language = Idioma
Checkbox_Notifications = Mostrar notificaciones en la bandeja
Label_Extended_Processes = Ingrese aquí los nombres de cualquier proceso adicional que desee que %{Program.Name} optimice.\r\nLa lista debe estar separada por comas (Process01.exe, Process02.exe, etc.)
Label_SetPriority = Establecer la prioridad del proceso:
Checkbox_SaveRealtime = Guardar prioridad por encima de alta (no recomendado).
Checkbox_ReduceMemory = Reducir la memoria en sistemas con poca memoria.
Label_Language_Message = Seleccione el idioma que prefiera y presione el botón %s para continuar. (Requiere reinicio)
Button_Save = Guardar
Button_Cancel = Cancelar
Label_Updated = Preferencias actualizadas
MsgBox_Language_Title = Idioma cambiado
MsgBox_Language_Message = El idioma seleccionado ha cambiado.\r\n%{Program.Name} debe reiniciarse para aplicar el idioma elegido.
MsgBox_Closing_Title = Cerrar %{Program.Name}
MsgBox_Closing_Message = ¿Desea cerrar %{Program.Name} ahora?
Button_Export = Exportar
Dialog_Export_Title = Exportar procesos extendidos
Dialog_Export_Error_Title = Error de exportación
Dialog_Export_Error_Message = No se pudo crear el archivo de exportación.
Dialog_Export_Success_Title = Exportación exitosa
Dialog_Export_Success_Message = Lista de procesos extendidos exportada a:
Button_Import = Importar
Dialog_Import_Title = Importar procesos extendidos
Dialog_Import_Error_Title = Error de importación
Dialog_Import_Error_Message = No se pudo leer el archivo de importación.
Dialog_Import_Success_Title = Importación exitosa
Dialog_Import_Success_Message = La lista de procesos extendidos ha sido importada con éxito.
Dialog_Import_Empty_Title = No se encontraron procesos
Dialog_Import_Empty_Message = No se encontraron procesos válidos en el archivo seleccionado.

[Update]
Window_Title_Available = Actualización disponible
Window_Title_Congratulations = ¡Felicitaciones!
Window_Title_Error = ¡Algo salió mal!
Label_Message_Update = Hay una nueva versión de '%{Program.Name}' disponible.
Label_Message_Latest = Está utilizando la última versión de '%{Program.Name}'.
Label_Message_Error = No se pudo recuperar la información sobre la última versión de '%{Program.Name}'.
Label_Message_Internet = Por favor, verifique su conexión a Internet y vuelva a intentarlo.
Label_Build_Current = Versión actual:
Label_Build_Update = Versión de actualización:
CheckBox_NoUpdate = No verificar actualizaciones al inicio.
Button_Update = Leer más
Button_Close = Cerrar

[Versioning]
Administrator = Administrador
Build = Versión
AutoIt_Version = utiliza AutoIt versión %{AutoIt.Version}
Bit = Bits